Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The book comes with a rich presentation of photographs and drawings by Petrine Vinje as well as documentation of the installation Anatomical Theater (2013) and Q&A between Vinje and Helga-Marie Nordby (freelance curator, Berlin/Oslo).
nb: I tillegg til en rikholdig presentasjon av fotografier og tegninger av Petrine Vinje samt dokumentasjon av installasjonen Anatomisk teater (2013) og et intervju av Vinje gjort av Helga Marie Nordby (freelance kurator, Berlin/ Oslo).

source: The National Academy of the Arts in Oslo has the right to document processes, works and other academic results obtained through student activities at the institution.
nb: Kunsthøgskolen i Oslo har rett til å dokumentere de prosesser, verk og andre faglige resultater som framkommer gjennom studieaktiviteten ved institusjonen.

source: and also reflect on and be aware of ethical aspects in supervisory
nb: over og være bevisst etiske aspekter ved veiledningsforhold og -situasjoner

source: Now that I’m done with the pencil project, I have begun to grow cotton.
nb: Nå som jeg er ferdig med blyantprosjektet, har jeg begynt å dyrke bomull.

source: and competent co-workers, and, just as crucial, extremely engaged and talented students.
nb: kompetente medarbeidere, og likeså viktig, ekstremt engasjerte og talentfulle studenter.

source: The student will retain copyright of the works.
nb: Studenten beholder sin opphavsrett til arbeidet.

source: In 2018 Oslo International Academy of the Arts and Finno host a lecture series to highlight today's Finnish designers.
nb: I 2018 arrangerer Kunsthøgskolen i Oslo og Finno i samarbeid et foredragsserie som vil løfte fram dagsaktuelle finske formgivere fra ulike designfelt.

source: Additionally, you must actively use the personal e-mail address created for you by the National Academy of the Arts in Oslo and immediately notify the Study Administration in the event of the e-mail address not working.
nb: I tillegg skal du aktivt benytte den personlige e-postadressen som Kunsthøgskolen i Oslo oppretter og varsle studieadministrasjonen umiddelbart hvis denne adressen ikke virker.

source: It is a prestigious group of partner schools that the Academy is now joining, with the Vaganova Ballet Academy (St Petersburg), Royal Ballet School (London), École de danse de l’Opéra National de Paris and Académie Princesse Grace (Monaco) as some of the most well known.
nb: Det er et selebert selskap med partnerskoler KHiO nå blir en del av med Vaganova Ballet Academy, The Royal Ballet School, London, École de danse de l’Opéra National de Paris og Acadédie Princesse Grace of Monaco som noen av de mest kjente.

source: in cooperation with nyMusikk.
nb: i samarbeid med nyMusikk.

source: More info on the workshop webpage.
nb: Se informasjonssiden for CNC for mer info.

source: Toril Carlsen has also received numerous awards.
nb: Toril Carlsen har også mottatt flere priser.

source: Kunsthall Grenland Related
nb: Kunsthall Grenland Relatert informasjon

source: In 1971 there were few people with names like Malika and Hamid in Østfold.
nb: I 1971 var det få med navnene Malika og Hamid i Østfold.

source: Students who study abroad or are on a study trip abroad shall have travel insurance.
nb: Studenter som studerer eller som er på studietur i utlandet skal ha reiseforsikring.

source: expressions, around freedoms and limitations, around past and present.
nb: Vi leder og følger hverandre i en dans rundt meninger og uttrykk, frihet og begrensinger,

source: Writings, Conversations, Scripts is the first survey of text works by Ane Hjort Guttu.
nb: Tekster, samtaler, manus er den første samlede presentasjonen av Ane Hjort Guttus tekst-arbeider.

source: everyone under the ceiling, as in Vrimla, and where there is also plenty of space sideways, as in the
nb: det som i Vrimla, er høyt under taket, og som i vingene på hovedscenen, god plass sidelengs.

source: Something happens when theatre, opera, dance and costume design students work together.
nb: Det skjer noe når teater-, opera-, danse- og kostymestudenter samarbeider.

source: The West in crisis
nb: I krigsårene vendte

source: OTHER RELEVANT PROJECTS: In 2002 he co-founded LUX which drew on the legacy of the London Filmmakers’ Co-operative and other artist-run organisations.
nb: I 2002 var han med på å grunnlegge LUX, et London-basert byrå for kunstnere som jobber med det bevegelige bildet.

source: Decision-making processes, co-determination and democracy
nb: forskningsseminarer og forelesninger er åpne for alle studenter.

source: When a creative process is fully underway, certain situations, events, actions, movements, and states can be recognized as recurrent within the process.
nb: Når en kreativ prosess er kommet et stykke på vei, kan noen situasjoner, hendelser, handlinger, bevegelser og tilstander vise seg å være tilbakevendende i prosessen.

source: In 2018 the board laid down new whistleblowing procedures, including an overview of how staff and students can report on wrongdoing in the workplace in a responsible manner, and how notifications will be processed by an internal whistleblowing team and an external whistleblowing panel.
nb: I 2018 fastsatte styret nye rutiner for varsling med oversikt over hvordan man på en forsvarlig måte kan varsle om kritikkverdige forhold på arbeidsplassen, oppnevnelse av varslingsmottak og ekstern varslingsnemd.

source: The Department for Art and Craft is a member of several art-and-design school networks, examples being Cirrus, KUNO and Erasmus.
nb: Avdeling for Kunst og håndverk er medlem av flere nettverk for kunst- og design-skoler, Cirrus/KUNO/Erasmus.

source: Mary Jane Jacob and Merete Røstad: Chamber
nb: Mary Jane Jacob og Merete Røstad: Kammer

source: For more info, check
nb: For ruter og mer info se

source: Remember to pay your semester fee and register for access to the IT system, Canvas, student app, pay outs for student loans and access to the buildings.
nb: Hugs å betale semesteravgift og registrer deg for å få tilgang til IT-system, Canvas, studentbevisappen, utbetaling av studielån og tilgang til bygningen.

source: Faust and Valentin duel, and with the help of Mephisto, Faust kills Valentine.
nb: Det blir duell mellom Faust and Valentin, og med hjelp av Mephisto vinner Faust, og han dreper Valentine.

source: She remains active, and in recent years she has for example sung in the newly built La Philharmonie in Paris, and she still performs the role of Carlotta in the first production of Andrew Lloyd Webber’s The Phantom of the Opera in Norway.
nb: Hun er fremdeles aktiv, og har i de siste årene blant annet sunget i det nybygde La Philharmonie i Paris, og synger fremdeles rollen som Carlotta i den første oppsetningen av Andrew Lloyd Webbers «Operafantomet» i Norge.

source: Studying at KHiO 2021: Academy of Theatre
nb: Å studere på KHiO 2021: Teaterhøgskolen

source: This is because the state is a so-called self-insurer.
nb: Staten er såkalt selvassurandør.

source: As a result, her comprehensive design strategy helped the team survive the abrupt turn of events on the day of filming, when the temperature was 20 degrees rather than the forecast 10 degrees.
nb: Dette gav også mulighet til å lage et kostymedesign som fungerte på innspillingsdagen, da det ble 20 grader istedet for 10 grader, som værmeldingen forutsa.

source: After completing her education, she has (besides dancing for others) choreographed her own works and started the company "Human Works" (2009) with Adrián Minkowicz.
nb: Etter endt utdannelse har hun, ved siden av å danse for andre, koreografert egne verk samt startet kompaniet "Human Works" (2009) i samarbeid med Adrián Minkowicz.

source: Müller-Schøll says the idea behind inviting professors is that we would like to develop together with them a new field of research and teaching which we define as that of ‘comparative dramaturgy and performance research’.
nb: Müller-Schøll sier at hovedtanken med professorene de inviterer er at de ønsker å jobbe med dem for å utvikle et nytt forsknings- og undervisningsfelt som de definerer som sammenlignende dramaturgi og utøvende forskning.

source: 12.00-13.00 Lunch Break, no serving
nb: 12.00-13.00 Lunsjpause, medbragt, i dialog med gode kolleger

source: I would love to live to be 101.
nb: Jeg vil gjerne bli 101.

source: “I was always so embarrassed when I took friends home with me, because everything was such a mess at our place – there were drawings and prints and half-finished pictures everywhere.”
nb: –Jeg var alltid så flau når jeg hadde med venner hjem, for det var så rotete hos oss, det lå tegninger og trykk og halvferdige bilder overalt.

source: Professor Margarita Gonzales from Universidad Compultanse De Madrid and Master printer Dan Benveniste from Benveniste Contemporary in Madrid visits Printmaking and drawing.
nb: Professor Margarita Gonzales fra Universidad Compultanse De Madrid og Master printer Dan Benveniste fra Benveniste Contemporary i Madrid besøker Grafisk kunst og tegning.

source: Oslo National Academy of the Arts, Loftet 2
nb: Kunsthøgskolen i Oslo, Loftet 2

source: “The seed vault’s existence reminds us of our own position in the grand scheme of things, and of the state of the Earth and the struggle for food.
nb: – Frøhvelvets eksistens minner oss på vår egen posisjon i helheten, jordas tilstand og kampen om matressursene.

source: paneldebate at Off The Page Festival
nb: paneldebatt på Off The Page festivalen

source: Two years later she achieved her international opera breakthrough as Fiordiligi in Cosi fan tutte during the prestigious Salzburg Festival.
nb: To år senere fikk hun sitt internasjonale opera-gjennombrudd som Fiordiligi i «Cosi Fan Tutte» under de prestisjefylte Salzburg-festspillene.

source: Interior Architect Birgitte Appelong will defend her research work “Light in Rooms” at the presentation of her thesis at Oslo National Academy of the Arts.
nb: Interiørarkitekt Birgitte Appelong forsvarer sitt forskningsarbeid "Lys i rom" i disputas ved Kunsthøgskolen i Oslo.

source: “At three in the morning I went into the kasbah to take pictures.
nb: –Klokka tre om natta gikk jeg inne i kasbahen for å ta bilder.

source: • Students must use the school's premises, furniture and equipment in a careful manner and are obliged
nb: • Studentene skal bruke skolens lokaler, møbler og utstyr på en skånsom måte og plikter å selv rette på

source: Oh my god. Related
nb: Oh my god. Relatert informasjon

source: (write «student» in subject line of email).
nb: (Merk epost med «student»).

source: Communal effort to keep KHiO open – competition with 3000 kr. prize!
nb: Felles innsats for åpent KHiO – konkurranse med 3000 kr i premie!

source: students are responsible for their own assets and may have to take out insurance for these themselves.
nb: for egne eiendeler og må selv eventuelt tegne forsikring for disse.

source: khio.no should still be usable, but the user experience will be simpler.
nb: khio.no bør fungere, men med et enklere grensesnitt.

source: lecturers from abroad.
nb: forelesere fra utlandet.

source: Toril Carlsen began her professional career early and was hired as a soloist at the Norwegian Opera and Ballet in 1979, 21 years old.
nb: Toril Carlsen startet tidlig sin profesjonelle karriere og ble ansatt som solist ved Den Norske Opera og Ballett i 1979, 21 år gammel.

source: Contextualisation in the form of theory seminars covers themes that can range from general art theory to specific topics concerning medium and material-based art.
nb: Kontekstualisering i form av teoriseminarer dekker generell kunstteori og aktuell teori for medium- og materialbasert kunst.

source: develop their own teaching practice through critical reflection, experience
nb: og utvikle egen undervisningspraksis gjennom kritisk refleksjon,

source: universities should also be explored.
nb: bør også undersøkes.

source: Oslo National Academy of the Arts, White Cube utenfor kantina
nb: Kunsthøgskolen i Oslo, White Cube utenfor kantina

source: Both from inside and outside the school.
nb: Både innenfor og utenfor skolen.

source: Electoral platform of Jørn Mortensen (rector candidate) and Heidi Mariann Haraldsen (prorector
nb: Motivasjon og hovedmomenter i valgplattformen til Jørn Mortensen (rektorkandidat) og Heidi

source: Associate professor Vigdis Ruud, Oslo National Academy of the Arts
nb: Førsteamuniensis Vigdis Ruud, Kunsthøgskolen i Oslo

source: Dyveke has covered the roof of the vault and parts of its façade with fragmented mirrors and other refractive elements that reflect the surroundings and cast light back in every direction.
nb: Dyveke har fylt taket og deler av fasaden med fragmenterte speil og andre lysbrytende elementer som speiler omgivelsene og kaster lyset tilbake i alle retninger.

source: Anne-Linn has taught ballet and contemporary dance at festivals and dance companies internationally, and at institutions like P.A.R.T.S., SEAD and the Royal Swedish Ballet School.
nb: Hun har undervist både i ballett og samtidsdans på festivaler og i dansekompanier internasjonalt, samt for institusjoner som P.A.R.T.S., SEAD og Kungliga Svenska Balettskolan i Stockholm.

source: I’ve seen this same interdisciplinary exchange both at the PhD level – in that case with even more parallel competencies – and at the Art and Public Space programme, where virtually all of the Academy’s various disciplines are represented.
nb: Den samme tverrfaglige utvekslingen har jeg jo sett på stipendiatnivå, da med enda flere parallelle kompetanser, og på Kunst og offentlige rom der vi har hele skolens fagportefølje representert, så godt som.

source: Theodor Barth, professor of design theory and writing, has provided the Master’s students in design with pails of paint based on Goethe’s colour wheel.
nb: Theodor Barth, som er professor i teori og skriving, har gitt masterstudentene i design spann med farger fra Goethes fargelære-palett.

source: In a new project he has recently begun, Hans Hamid Rasmussen will explore the encounter between cast bronze and fabrics.
nb: I et nytt påbegynt prosjekt vil Hans Hamid Rasmussen undersøke møtet mellom støpt bronse og tekstil.

source: That’s how we were reunited as a family in Budapest.
nb: Slik ble vi gjenforent som familie i Budapest.

source: Sven Roald Undheim (28), Master’s degree from the Art and Craft department
nb: Sven Roald Undheim (28 år), master fra avdeling Kunst og håndverk

source: Tensegrity highlights where such structural compressions and tensions manifest themselves.
nb: Tensegrity viser hvor det er trykk og hvor det er strekk.

source: Welcome to the KHiO Library's introductory course for new students!
nb: Velkommen til KHiO-bibliotekets introduksjonskurs for nye studenter!

source: The payment of term fees is optional for students on leave of absence.
nb: For studenter i permisjon er det valgfritt å betale semesteravgift.

source: Flatner is an alumni from the National College of Ballet and Dance in Norway, with further studies in jazzdance from Los Angeles, New York and Stockholm.
nb: Flatner er utdannet ved Statens Balletthøgskole og har tatt videre studier innen jazzdans fra både Los Angeles, New York og Stockholm.

source: Knut Arild received 3-year working grant for young artists in Norway.
nb: Knut Arild har mottatt 3-årig arbeidsstipend for yngre kunstnere.

source: Parallel to her artistic career, Norment worked as a researcher at the renowned Interval Research multimedia think tank in Silicon Valley, and as Professor of Art at Malmö University.
nb: Parallelt med sin kunstnerkarriere jobbet Norment som forsker ved det tidligere forskningsinstituttet og tenketanken Interval Research i Silicon Valley, og som Professor i kunst ved Universitetet i Malmö.

source: Haraldsen is also manager of the course Pedagogy, Evaluation and Supervision in Art Education.
nb: Haraldsen har også vært fagansvarlig for kurset i "pedagogikk, vurdering og veiledning i kunstopplæring" for ansatte.

source: The access card is personal and should not be handed over to others.
nb: er personlig og skal ikke overlates til andre.

source: EDUCATION: Mike studied English Literature (BA, Sussex) and Aesthetics &Art Theory (MA, Middlesex), and in 2006-07 he was a Helena Rubinstein Curatorial Fellow at the Whitney Independent Study Program in New York.
nb: Mike har studert engelsk litteratur (BA, Sussex) og estetikk og kunstteori (MA, Middlesex). I 2006-07 hadde han Helena Rubinstein Curatorial Fellow stipend- og studieopphold ved Whitney Independent Study Program i New York.

source: Anthology ¬ Anatomical Theater is designed by Sandra Kastl (Berlin) and published by Uten Tittel, Oslo.
nb: Anthology ¬– Anatomical Theatre er formgitt av Sandra Kastl (Berlin) og utgis av Uten Tittel, Oslo.

source: Exhibition Practice, 20 credits
nb: Utstillingspraksis 20 studiepoeng

source: When I began here, I thought I knew what graphic design was, but I soon found out that it’s much more than that.
nb: Da jeg startet trodde jeg at jeg visste hva grafisk design var, men jeg oppdaget fort at det er mye mer enn som så.

source: for example vacations, evenings and weekends.
nb: forstyrrer studentens tilgang til verkstedene, som for eksempel ferier, kvelder og helger.

source: And all of that in two weeks – using only boats.
nb: Og alt måtte gjøres i løpet av to uker – og bare ved hjelp av båter.

source: Members of the media who want to see the institution report for KHiO must submit a written request for access to postmottak@khio.no, see also
nb: Medier som ønsker institusjonsrapporten for KHiO må rette innsynsbegjæring skriftlig til postmottak@khio.no, se også

source: It will also be this group of young people that decides where and when the two cairn constructions are to be relocated – they are the ones who will be most active in keeping the discussion and the conversation going.”
nb: Det vil også bli ungdomsgruppen som bestemmer hvor og når de to fysiske vardekonstruksjonene skal omplasseres - hvor diskusjonen og samtalen for dem er mest glødende til enhver tid.

source: “I don’t use the workshops at the Academy, but I do use the school itself as a workshop for ideas.
nb: – Jeg bruker ikke verkstedene på Kunsthøgskolen, men jeg bruker skolen som et tankeverksted.

source: -o- As a rector team we wil base our work in the next period on the Strategy Plan 2017–22.
nb: -o- Som rektorpar vil vi legge Strategiplanen 2017-22 til grunn for vårt arbeid i valgperioden.

source: In perfect harmony with his librettist, Arrigo Boito, he composed a ridicule of old values, out-dated virtues and moral conceptions in a way which makes us cry over all that’s lost.
nb: I perfekt samspill med sin librettist Arrigo Boito komponerte han latterliggjøringen av gamle verdier, utdaterte dyder og moralforestillinger på en måte som får oss til å gråte over det tapte.

source: To get the same insurance coverage as employees at the academy, you as a student must buy your own travel, theft and personal injury insurance.
nb: For å få samme forsikringsdekning som arbeidstakere ved skolen må du som student tegne en egen reise-, tyveri- og personskadeforsikring.

source: The project focuses on the ongoing conflict between the mining industry and the land rights of the Sami people.
nb: Det er den den pågående konflikten mellom gruvenæringen og samenes rett til land som står i sentrum av prosjektet.

source: The survey does not include students, given that the topic was thoroughly addressed in the SHoT survey of 2018.
nb: Undersøkelsen omfatter ikke studenter fordi temaet ble grundig berørt i SHoT-undersøkelsen fra 2018.

source: My time at KHiO has been both eventful and intense.
nb: Tiden på KHiO har vært innholdsrik og den har vært intens.

source: Paint and Filler
nb: Sparkel og maling

source: Hermansen has also been an invited research fellow at the prestigious Mishkenot Sha’ananim institute of culture in Jerusalem.
nb: Hermansen var også invitert som researchfellow til det prestigefylte kulturinstituttet Mishkenot Shannanim i Jerusalem.

source: from Universidad Compultanse De Madrid gives a lecture/discussion on” how photographic references can contribute to build the "image" on contemporary prints.
nb: fra Universidad Compultanse De Madrid holder en forelesning med tittelen “ Hvordan fotografiske referanser kan bidra til å fremstille ”selve bildet” rundt samtidsgrafikk."

source: shall be able to describe and reflect on the importance of
nb: kunne beskrive og reflektere over betydningen av relasjonsbygging,

source: MA in graphic art and drawing (medium and material based art), Art and Craft department
nb: MA Grafikk og tegning, medium- og materialbasert kunst, avdeling Kunst og håndverk

source: Each department paints the areas of their exhibitions, and mounting and lighting of the exhibition is coordinated by the departments and the Operations team.
nb: Klargjøring av arealene håndteres av respektive avdeling, og montering og lyssetting koordineres i samarbeid mellom avdelingene, utstillingskoordinator og team drift og utlån.

source: But first and foremost, Artaud is regarded as one of the founders of the avant-garde theatre in Paris between the wars.
nb: Men den franske surrealisten regnes først og fremst som en av grunnleggerne av avantgardeteater i Paris i mellomkrigstiden.

source: , November 2012. Related Subscribe Share
nb: , November 2012. Relatert informasjon

source: The National Academy of the Arts' students and employees must be highly aware of their own and others' copyrights and have a duty to familiarise themselves with applicable laws and regulations concerning copyright.
nb: Kunsthøgskolens studenter og ansatte skal ha høy bevissthet om egne og andres opphavsmessige rettigheter, og plikter å sette seg inn i gjeldende lov og forskrifter om opphavsrett.

source: Speech by Rector Jørn Mortensen
nb: Tale ved rektor Jørn Mortensen

source: In Idunsgate 3 a palm tree can be seen growing all the way into outer space.
nb: I Idunsgate 3 vokser det en palme helt ut i verdensrommet.

source: Her repertoire includes opera, church music, romances and contemporary music.
nb: Hennes repertoar omfatter opera, kirkemusikk, romanser og samtidsmusikk.

source: Tutoring is organised as individual tutorials, group critiques, student presentations, lectures and workshops.
nb: Den består av individuelle veiledninger, gruppekritikk, studentpresentasjoner, forelesninger og workshops.

source: Dyveke lives and has a studio in a protected area in Asker, surrounded on all sides by an apple orchard, outfields and animals.
nb: Dyveke bor og har atelier i et naturvernområde i Asker og har eplehage, dyr og utmark på alle kanter.

source: Today many areas have been fenced off, with access to them forbidden, due to the risk of landslides.
nb: I dag er mange områder avsperret og forbudt å gå inn i, grunnet rasfare.

source: By semester registration in StudentWeb as a student at the Oslo National Academy of the Arts, each student
nb: Ved å semesterregistrere seg i Studentweb tilkjennegir hver student ved Kunsthøgskolen i Oslo at

source: This would perhaps have been of greater use to us in a world that, from our current vantage point, may seem rather unpredictable in so many different ways.
nb: Da hadde vi kanskje vært heldigere stilt i en verden som, fra vårt ståsted akkurat nå, kan virke uberegnelig på veldig mange plan.

source: What has it been like at KHiO?
nb: Hvordan har tiden på KHiO vært?

source: “It was precisely because of the things going on in the world that I was able to truly understand what postmodernism was, namely a transformation of social structures.
nb: -Det var nettopp gjennom hva som skjedde i verden at jeg kom til å forstå det postmoderne egentlig, som en forandring av samfunnsstrukturer.
